/****************************************************************************/
/* verified by Audrey 2/2/2013
 
 /* For MainViewController.m */

/* Title of page */
"Now Playing" = "U hoort nu";

/* Title for 'Next' label when nextSong is visible */
/*"Next" = "Volgende";*/
"Next" = "Volg.";


/* For MediaGroupViewController.m */

/* Title of page */
"Select Music" = "Selecteer";

/* Collection Titles */
"Playlists" = "Afspeellijst";
"Artists" = "Artiest";
"Songs" = "Nummer";
"Albums" = "Album";
"Compilations" = "Verzameling";
"Composers" = "Componist";
"Genres" = "Genre";
"Podcasts" = "Podcasts";

/* For SongViewController.m */
"Shuffle" = "Shuffle";

/* For ArtistViewController.m */
"All Albums" = "Alle albums";

/* For AlbumViewController.m */
"All Songs" = "Alle nummers";
